komp = (1, {'название': 'компьютер', 'цена': 20000, 'количество': 5, 'eд': 'шт.'}),
print = (2, {'название': 'принтер', 'цена': 6000, 'количество': 2, 'eд': 'шт.'}),
scan = (3, {'название': 'сканер', 'цена': 2000, 'количество': 7, 'eд': 'шт.'})
name_dict = {'название': ['компьютер', 'принтер', 'сканер']}
price_dict = {'цена': [20000, 6000, 2000]}
quantity_dict = {'количество': [5, 2, 7]}
unit_dict = {'ед' : ['шт']}
item_list = ['компьютер', 'принтер', 'сканы']
print({item_list})
print('Введите необходимый товар!')
